function none = check_hypothesis()
   % возьмем данные
   data = [5403,5512,5451,5948,4655,3137,4361,6106,4326,5891,4381,4574,7004,5793,5065,5543,5807,5513,4304,4309,5554];
   % посчитаем выборочные математическое ожидание и 
   % стандартное отклонение
   math_e = mean(data);
   std_dev = std(data);
   T = sort(normcdf(data, math_e, std_dev));
   n = length(data);
   first_max = zeros(1, n);
   % посчитаем значение статистики Dn на данных
   for j=1:n
       first_max(j) = max((j/n) - T(j), T(j) - (j-1)/n);
   end
   % получаем значение статистики
   % табличное значение на уровне надежности 0.1 равно 0.819
   Dn = sqrt(n) * max(first_max)

   % теперь посчитаем значение статистики Wn
   sum = 0;
   for i=1:n
       sum = sum + (T(i) - (2*i - 1)/(2*n))^2;
   end
   % получаем значение статистики Wn
   Wn = (1/(12*n)) + sum
   % табличное значение на уровне надежности 0.1 равно 0.104
end
